MSG_EMAIL_NOT_VALID = '«{}» — неверный адрес электронной почты'
MSG_EMAIL_USED_FIELD = 'Этот электронный ящик уже используется'
MSG_EMAIL_USED_MSG = 'Введённый электронный ящик уже используется другим пользователем.'
MSG_EMAIL_NOT_FOUND_FIELD = 'Электронный ящик не найден'
MSG_EMAIL_NOT_FOUND_MSG = 'Введенный вами электронный ящик не зарегистрирован. ' \
                          'Проверьте правильность ввода или пройдите регистрацию.'
MSG_PASSWORD_INCORRECT_MSG = 'К сожалению, вы ввели неверный пароль. Проверьте свой пароль еще раз.'
MSG_PASSWORD_INCORRECT_FIELD = 'Неверный пароль'
MSG_PASSWORD_STRENGTH = 'Пароль недостаточно сложный'
MSG_DATA_NOT_VALID = 'Введите правильные данные'
MSG_NO_CORRECT = 'Не удалось активировать учётную запись. Ссылка на смену пароля просрочена или неверна.'
MSG_ACCOUNT_NOT_ACTIVE = 'Учётная запись не активна. ' \
                         'Вам на почту ранее было отправлено письмо с ссылкой для активации акканта.'
MSG_USER_IS_ACTIVE = 'Активация аккаунта не требуется. Аккаунт уже активирован'

