QUESTION_CREATE_ACTIVE = (
    '<h4>Ваш вопрос опубликован</h4>'
    '<p>Благодарим вас! Вопросу присвоен номер {id}, и он будет находиться на этой странице. '
    'При поступлении ответа, мы уведомим вас по электронной почте.</p>'
)
QUESTION_CREATE_BLOCKED = (
    '<h4>Спасибо, мы получили ваш вопрос</h4>'
    '<p>Но он пока не виден юристам. Для публикации вопроса, подтвердите ваш электронный ящик, '
    'кликнув по ссылки в отправленном письме.</p>'
)
QUESTION_CREATE_PAID = (
    '<h4>Спасибо, мы получили ваш вопрос</h4>'
    '<p>Пожалуйста, оплатите услугу, что бы вопрос был принят в работу.</p>'
)
QUESTION_CONFIRM_ERROR = (
    '<h4>Произошла ошибка</h4> <p>Не удалось подтвердить вопрос</p>'
)
